Revit 2024 API
Mirror.MirrorTintcolor Property
 The property labeled "Color" from the "Mirror" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string MirrorTintcolor { get; }
Visual Basic
Public Shared ReadOnly Property MirrorTintcolor As String
	Get
Visual C++
public:
static property String^ MirrorTintcolor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Mirror Class
Autodesk.Revit.DB.Visual Namespace